[Artifacts.AttrPresent_ArtifactHealthRegenPercent AttributePresentationDefinition]
Description="Health Regen / sec."

[Artifacts.AttrPresent_ArtifactIncendiaryImpactDamageModifier AttributePresentationDefinition]
Description="Incendiary Resistance"

[Artifacts.AttrPresent_ArtifactInstigatedCorrosiveStatusDamageModifier AttributePresentationDefinition]
Description="Corrode Damage / sec."

[Artifacts.AttrPresent_ArtifactInstigatedIncendiaryDamageModifier AttributePresentationDefinition]
Description="Incendiary Damage"

[Artifacts.AttrPresent_ArtifactInstigatedIncendiaryStatusDamageModifier AttributePresentationDefinition]
Description="Burn Damage / sec."

[Artifacts.AttrPresent_ArtifactInstigatedShockStatusDamageModifier AttributePresentationDefinition]
Description="Shock Damage / sec."

[Artifacts.AttrPresent_ArtifactRareWeightModifier AttributePresentationDefinition]
Description="Rare Loot Chance"

[Artifacts.AttrPresent_ArtifactTimeToBeRevivedMultiplier AttributePresentationDefinition]
Description="Fight For Your Life Time"

[AttrPresent_Att_InstaHealing AttributePresentationDefinition]
Description="Feeling weak?"

[ClassMods_Only.AttrPresent_HealthOnIdleRegenerationRate AttributePresentationDefinition]
Description="Health Regen / sec."

[ClassMods_Only.AttrPresent_InstigatedIncendiaryStatusChanceModifier AttributePresentationDefinition]
Description="Ignite Chance"

[Damage.AttrPresent_InstigatedIncendiaryStatusChanceModifier AttributePresentationDefinition]
Description="Ignite Chance"

[DamageTypes.AttrPresent_CorrosiveChanceResistanceModifier AttributePresentationDefinition]
Description="Corrode Resistance"

[DamageTypes.AttrPresent_CorrosiveDurationResistanceModifier AttributePresentationDefinition]
Description="Corrode Duration Reduction"

[DamageTypes.AttrPresent_IncendiaryImpactDamageModifier AttributePresentationDefinition]
Description="Incendiary Damage"

[DamageTypes.AttrPresent_ShockChanceResistanceModifier AttributePresentationDefinition]
Description="Electrocute Resistance"

[DamageTypes.AttrPresent_ShockDurationResistanceModifier AttributePresentationDefinition]
Description="Electrocute Duration Reduction"

[GrenadeMod.AttrPresent_GrenadeModNumberOfChildProjectiles AttributePresentationDefinition]
Description="<font color="#FFFFFF">Spawns [skill]$NUMBER$ child grenades[-skill] upon detonating.</font>"

[GrenadeMod.AttrPresent_GrenadeModStatusEffectDamage AttributePresentationDefinition]
Description="Damage / sec."

[Loot.AttrPresent_AwesomeLevel AttributePresentationDefinition]
Description="Rare Item Chance"

[Shields.AttrPresent_Att_ImpactShield_Consumption AttributePresentationDefinition]
Description="Firing [skill]Empowered[-skill] shots consumes $NUMBER$ of your shield."

[Shields.AttrPresent_Att_ImpactShield_DamageBonus AttributePresentationDefinition]
Description="When your shield is full, your next shot is [skill]Empowered[-skill] with $NUMBER$ Damage."

[Skills_Merc.AttrPresent_LockedandLoaded AttributePresentationDefinition]
Description="Locked & Loaded Skill"

[Weapons.AttrPresent_InstigatedMeleeDamageModifier AttributePresentationDefinition]
Suffix="melee damage."

[Weapons.AttrPresent_TechActiveRegenerationRate AttributePresentationDefinition]
Description="Elemental Effect Chance"

[Weapons.AttrPresent_WeaponShotCost AttributePresentationDefinition]
Suffix="ammo[-skill] per shot."
Prefix="Consumes [skill]"

[Weapons_ElementalDamage.AttrPresent_WeaponAmpCombinedStatusEffectChance AttributePresentationDefinition]
Description="Slag Chance"

[Weapons_ElementalDamage.AttrPresent_WeaponAmpStatusEffectChance AttributePresentationDefinition]
Description="Slag Chance"

[Weapons_ElementalDamage.AttrPresent_WeaponAmpStatusEffectDamage AttributePresentationDefinition]
Description="Slag Damage / sec."

[Weapons_ElementalDamage.AttrPresent_WeaponCorrosiveCombinedStatusEffectChance AttributePresentationDefinition]
Description="Corrode Chance"

[Weapons_ElementalDamage.AttrPresent_WeaponCorrosiveStatusEffectChance AttributePresentationDefinition]
Description="Corrode Chance"

[Weapons_ElementalDamage.AttrPresent_WeaponCorrosiveStatusEffectDamage AttributePresentationDefinition]
Description="Corrode Damage / sec."

[Weapons_ElementalDamage.AttrPresent_WeaponExplosiveStatusEffectChance AttributePresentationDefinition]
Description="Chance to Explode"

[Weapons_ElementalDamage.AttrPresent_WeaponFireCombinedStatusEffectChance AttributePresentationDefinition]
Description="Ignite Chance"

[Weapons_ElementalDamage.AttrPresent_WeaponFireStatusEffectChance AttributePresentationDefinition]
Description="Ignite Chance"

[Weapons_ElementalDamage.AttrPresent_WeaponFireStatusEffectDamage AttributePresentationDefinition]
Description="Burn Damage / sec."

[Weapons_ElementalDamage.AttrPresent_WeaponShockCombinedStatusEffectChance AttributePresentationDefinition]
Description="Electrocute Chance"

[Weapons_ElementalDamage.AttrPresent_WeaponShockStatusEffectChance AttributePresentationDefinition]
Description="Electrocute Chance"

[Weapons_ElementalDamage.AttrPresent_WeaponShockStatusEffectDamage AttributePresentationDefinition]
Description="Shock Damage / sec."
